Homework/HW8/HW8-S16.tex
% Created 2016-04-05 Tue 08:45
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\setlength{\headheight}{10.2pt}
\setlength{\headsep}{20pt}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2016 W.\ F.\ Schneider}
\rfoot{\thepage}
\chead{\bf{Introduction to Chemical Engineering (CBE 20255)\vspace{12pt}}}
\lhead{\bf{Homework 8}}
\rhead{\bf{Due April 11, 2016}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\title{University of Notre Dame\\Introduction to Chemical Engineering\\(CBE 20255)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{siunitx}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 60553 Outline}
\begin{document}

\begin{options}
\end{options}

\noindent \textbf{Solve each problem on a separate sheets of Engineering Computation paper.  Carefully and neatly document your answers. Box your final answer, reporting it with the correct number of significant figures and units.  Use plotting software for all plots.}


\section{I say enthalpy, you say energy}
\label{sec-1}
You find a tabulation that reports the specific enthalpy of liquid \emph{n}-hexane at 1 atm to be 25.8 and \SI{129.8}{\kilo\joule\per\kilo\gram} at 30 and \SI{50}{\celsius}, respectively.
\begin{enumerate}
\item (2 pts) Assuming the enthalpy is approximately linear in temperature, derive an expression for \(\hat{H}(T)\) at 1 atm.
\item (2 pts) What is the reference state for your enthalpy function?
\item (2 pts) Derive an analogous expression for \(\hat{U}(T)\) at 1 atm.  (\emph{Hint}: you'll need to look something up.)
\item (4 pts)  Compute the heat transfer rate \(\dot{q}\) necessary to cool a stream of \emph{n}-hexane flowing at \SI{20}{\kilo\gram\per\minute} from 60 to \SI{25}{\celsius} at a constant pressure of 1 atm.
\end{enumerate}

\section{Now I'm steamed}
\label{sec-2}
A 200.0-liter water tank can withstand pressures up to \SI{20.0}{\bar} absolute before rupturing.  At a particular time \(t = 0\) the tank contains \SI{165.0}{\kilo\gram} of liquid water, all valves are closed, and the absolute pressure of water vapor in the head space is 3.0 bar.  A technician turns on the heater with the intent to raise the temperature to \SI{155}{\celsius}, but then gets distracted and walks away.

\begin{enumerate}
\item (2 pts) What is the temperature in the tank at \(t = 0\)?
\item (4 pts) What are the volumes of liquid and vapor and mass of vapor at \(t = 0\)?
\item (2 pts) What is the water temperature when the tank ruptures?
\item (4 pts) What are the volumes of liquid and vapor and mass of vapor when the tank ruptures?
\item (4 pts) How much heat was transferred to the water by the time the tank ruptured?
\item (2 pts) After a review of the accident, the plant decides to put pressure relief valves on all tanks.  The valves open and release steam when the pressure in a tank reaches \SI{10}{\bar}.  At what temperature would the valve open?
\item (2 pts) At what rate (kg/kJ) would the valve need to release steam to keep the pressure in the tank at \SI{10}{\bar}?
\end{enumerate}


\section{Superheated, more or less}
\label{sec-3}
A turbine discharges \SI{200}{\kilo\gram\per\hour} of saturated steam at \SI{10.0}{\bar} absolute.  You want to generate steam at \SI{250}{\celsius} and \SI{10.0}{\bar} by mixing the turbine discharge with a second stream of superheated steam at \SI{300}{\celsius} and \SI{10.0}{\bar}.
\begin{enumerate}
\item (2 pts) Draw and label a diagram of this mixing system.
\item (2 pts) What is the temperature of the steam exiting the turbine?
\item (4 pts) If \SI{300}{\kilo\gram\per\hour} of steam are to be produced, at what rate must the mixer be heated?
\item (4 pts) If instead the two streams are mixed adiabatically, at what rate is \SI{250}{\celsius}, \SI{10.0}{\bar} steam produced?
\end{enumerate}

\section{Don't try this at home}
\label{sec-4}
Your friend asked you to help move a \(60 \times 78\) in mattress that weighs 75 lb.  You set it on top of a flatbed trailer that is hitched to your car, but unfortunately have no rope to tie it down.  Common sense tells you that at some speed, the mattress will start to lift off the trailer.  Let's use the Bernoulli equation to perform an energy balance between the stationary air at the base of the mattress and the air flowing over the top of the mattress.
\begin{enumerate}
\item (2 pts) Suppose the air pressure difference between the top and bottom of the mattress is the weight of the mattress per unit area and the density of the air is 0.075 \(\text{lb}_\text{m}/\text{ft}^{3}\). At what speed is this energy difference balanced by the difference in kinetic energy of air flowing over the top of the mattress and the stationary air at the base?
\item (2 pts) What happens above this speed?  Why, from a simple energy balance perspective?
\item (2 pts) What weight of books would you have to add to the top of the mattress to allow you to safely (?) drive at 60 mph?
\end{enumerate}


\section{What are they going to do with all that water?}
\label{sec-5}
Water is to be pumped from a lake to a ranger station on the side of a nearby mountain. The pipe starts just below the surface of the lake and rises at a \SI{30}{\degree} angle up the mountain. You have available an 8 hp motor and an ample supply of Schedule 40, 1.049 inch ID steel pipe. The frictional loss through the pipe \(\hat{F}\) (\(\text{ft}\cdot\text{lb}_\text{f}/\text{lb}_\text{m}\)) is \(0.041 L\), where \emph{L} is the length in feet.

\begin{enumerate}
\item (6 pts) If you need to deliver 95 gal/min of \ce{H2O}, how much pipe will you need and what is the maximum elevation of the ranger station?
\item (2 pts) Your friend remembers that the pressure at the entrance of the pipe will be greater if submerged more deeply below the surface of the water and reasons that a smaller pump could be used to pump the water to the same elevation.  Are they correct?  Why or why not?
\end{enumerate}
% Emacs 25.0.50.1 (Org mode 8.2.10)
\end{document}